{"inkVersion":20,"root":[[{"->":"Welcome"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Welcome":["^Amelia: Welcome, you must be Ekko! My name is Amelia, and I am the land owner of the farm.","\n","^Let me give you a quick rundown. The farm is a bit of a mess as you can see, that is why you can rent it so cheap.","\n","^Don't let it get dirty again, that would ruin the soil for a long time! Also I would have to evict you as you can't make any more money for me!","\n","^The soil here is prefect for growing cotton. There is plenty of space for you to expand. I recommend you use fertilizer, that way your crops grow faster and make more money.","\n","^Here, we got a big barn that you can use for storage and for your workshop. There are some simple machines left in there that you can use.","\n","^Next to the barn there is a fenced off area for the sheep to graze.","\n","^Lastly, the local shop is just at the edge of the property. You can buy seeds and whatnot in there.","\n","^The shopkeeper is called Vera. She is a bit of naive tree-huger, but not too annoying thankfully.","\n",{"->":"Question"},{"#f":1}],"Question":[["^Do you have any questions?","\n","ev","str","^Ekko: Where do I start?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ekko: How do I plant crops?","/str","/ev",{"*":".^.c-1","flg":20},{"*":".^.c-2","flg":24},{"c-0":["\n","^Amelia: I asked Vera to give you a sample seeds, so you can see what plants you can grow. After that, you have to buy your own seeds to grow your crops. With that you can start your production process.","\n",{"->":".^.^.^"},{"#f":5}],"c-1":["\n","^Amelia: Go over to one of your field patches and till it. You can use fertilizer in the proces as well. Afterwards it is ready for planting. Did you write that down?","\n",{"->":".^.^.^"},{"#f":5}],"c-2":["\n","^Ekko: I got no other questions.","\n","^Amelia: Good, I have meetings to attend now. I will collect the rent tomorrow morning. Have a good day!","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}